Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/sd/other_files/1999_4s.doc.tmx
Source language: sme
Languages: nob

source: Sámediggeráđđi lea dasto maid gieđahallan váidalusáššiid ja áššiid dán dievasčoahkkimii , vrd. čoahkkingirjjiid 4/99 ja 5/99 .
nob: Sametingsrådet har i tillegg behandlet klagesaker og saker til dette plenumsmøtet , jf. møtebok 4/99 og 5/99 .

source: Nammadeamit
nob: Oppnevninger

source: 3.1 Sámi kulturmuitoráddi
nob: 3.1 Samisk kulturminneråd

source: Jorunn Løkvold , Sámmolváris eret , lea nammaduvvon ođđa várrelahttun Sámi kulturmuitoráđđái dán áigodahkii maŋŋá go Tor Mikalsen luvvejuvvui ámmáhis .
nob: Jorunn Løkvold , Samuelsberg , er oppnevnt som nytt varamedlem i Samisk kulturminneråd for denne oppenevningsperioden , etter at Tor Mikalsen fikk fritak fra vervet .

source: 3.2 Sámi vuoigatvuođalávdegotti bargu Tromssas , Norlánddas ja máttasámeguovllus
nob: 3.2 Samerettsutvalgets arbeid i Troms , Nordland og sørsameområdet

source: Sámediggi lea Sámedikki joavkkuid eavttuhusaid vuođul evttohan čuovvovaččaid ođđa Sámi vuoigatvuođalávdegotti lahttun :
nob: Sametingsrådet har etter forslag fra gruppene i Sametinget foreslått følgende medlemmer i det nye Samerettsutvalget :

source: Paul Fjellheim , Røros , Tom Lifjell , Rátnu , Amund Eriksen , Skjerstad , Harriet Aira , Divttasvuotna , Roger Pedersen , Narviika , Berit Oskal Eira , Loabát , Else Grete Broderstad , Tromsa , Margreta Påve Kristiansen , Tromsa og Eilif O. Larsen , Gáivuotna .
nob: Paul Fjellheim , Røros , Tom Lifjell , Rana , Amund Eriksen , Skjerstad , Harriet Aira , Tysfjord , Roger Pedersen , Narvik , Berit Oskal Eira , Lavangen , Else Grete Broderstad , Tromsø , Margreta Påve Kristiansen , Tromsø og Eilif O. Larsen , Kåfjord .

source: Galgá dollojuvvot čoahkkin justisministeriin 12.10.99 ášši čuovvuleami birra .
nob: Det vil bli avholdt et møte med justisministeren 12.10.99 om oppfølging av saken .

source: 3.3 Davvi-Norgga kulturráddi
nob: 3.3 Nordnorsk kulturråd

source: Risten Sokki , Guovdageainnus eret , lea evttohuvvon Sámedikki áirrasin Davvi-Norgga kulturráđi stivrii 1999 - 2003 áigodahkii .
nob: Risten Sokki , Guovdageaidnu , er innstilt som Sametingets representant i styret for Nordnorsk kulturråd for perioden 1999 - 2003 .

source: Rauni Magga Lukkari , Tromssas eret , lea evttohuvvon várrelahttun .
nob: Rauni Magga Lukkari , Tromsø , er foreslått som varamedlem .

source: 3.3 Regulerenráddi
nob: 3.3 Reguleringsrådet

source: Sámediggeráđđi lea evttohan ahte Sámedikki hálddahus ovddasta Sámedikki Regulerrenráđi čoahkkimiin .
nob: Sametingsrådet har vedtatt at Sametingets administrasjon representerer Sametinget i reguleringsrådets møter i perioden 1999 - 2001 .

source: Hálddahus lea válljen vuosttaskonsuleantta Inge Arne Eriksen:a regulerenráđi miellahttun .
nob: Administrasjonene har utpekt førstekonsulent Inge Arne Eriksen som medlem av reguleringsrådet .

source: Odda áššiid diediheapmi — cuovvuleapmi
nob: Kunngjøringer av nye saker - Oppfølging

source: Sámediggeráđis leat čuovvovaš mearkkašumit áššiid hárrái mat ovddivuvvojedje ođđa áššin Sámedikki dievasčoahkkimis dán jagi geassemánu 1.-4. b.
nob: Sametingsrådets kommentarer til nye saker som ble oversendt Sametingsrådet for videre behandling fra Sametingets plenumsmøte 1 . - 4. juni 1999 .

source: Eavttuhus 1 Sámi dutkama organiseren ja stivren
nob: Forslag 1 Organisering og styring av samisk forskning

source: Maŋŋá Sámedikki čielggadeami ja mearrádusa sámi dutkama birra ja Norgga dutkanráđi čielggadusa sámi dutkama birra , lea dutkanráđđi nammadan lávdegotti mii galggašii ráhkadit doaibmaplána sámi dutkamii .
nob: Etter Sametingets utredning og vedtak om samisk forskning og Norges forskningsråd utredning om samisk forskning , har forskningsrådet nedsatt et utvalgt til å utarbeide en handlingsplan for samisk forskning .

source: Doaivumis dát plána gárvána dán čavčča , ja sáddejuvvo dasto dutkanráđi kultur-- ja servodatsuorggi stivrra gieđahallamii .
nob: Denne vil ventelig være klar i løpet av denne høst , og oversendes så til behandling i forskningsrådes områderstyre for kultur og samfunn .

source: Orošii lunddolaš ahte Sámediggi gieđahallá dán doaibmaplána vuogas hámis .
nob: Det vil være naturlig for Sametinget å behandle denne handlingsplanen i en høvelig form .

source: Eamiálbmotfierpmádat maid professor Ole Henrik Magga jođiha Sámi Instituhtain čállingoddin , doalai dutkanseminára 16.06.97 , mas fáddán lei dutkama boahtteáiggi organiseren .
nob: Urfolksnettverket som ledes av professor Ole Henrik Magga med Sámi Instituhtta som sekretariat , avholdt et forskerseminar 16.6.97 der temaet var fremtidig forsknings-organisering .

source: Eamiálbmotfierpmádat lea dál bovden boahtte seminárii dáid fáttáid birra ; dutkama ruhtadeapmi ja stivren , ja dutkanruđat sámi álbmogii ja earáide .
nob: Urfolksnetteverket har nå invitert til neste seminar om temaene ; fremtidens forskningsbehov og fremtidig organisering , finansiering og styring av forskningen , samt forskningsformidling til den samiske befolkning og andre .

source: Seminára galggašii dollojuvvot ovdal juovllaid dán jagi .
nob: Seminaret planlegges avholdt før jul i år .

source: Seminára lea jurddašuvvon oaidnun prosessii sámi dutkama organiserema birra davviriikkalaš dásis .
nob: Seminaret er ment som et innspill i prosessen om organisering av samisk forskning på nordisk plan .

source: Ráđđehus lea geasemánu 11. b. buktán stuorradiggedieđáhusa dutkama birra , St meld nr 39 ( 1998-99 ) Forksning ved et tidsskille .
nob: Regjeringen har 11. juni avgitt en stortingsmelding om forskning , St meld nr 39 ( 1998-99 ) Forskning ved et tidsskille .

source: Sámi dutkan ii leat fáddán dán dieđáhusas , iige oppa namuhuvvoge .
nob: Samisk forskning er ikke tema i denne meldingen og nevnes heller ikke .

source: Danne lea lunddolaš vuđoleappot guoskkahit sámi dutkama Sámedikki 1999 jahkedieđáhusas .
nob: Derfor er det naturlig at samisk forskning gis en bredere omtale i Sametingets årsmelding 1999 .

source: Vuođđun dása galgá earret eará leat Norgga dutkanráđi doaibmaplána ja eamiálbmotfierpmádaga seminára .
nob: Omtalen skal blant annet bygge på Norges forskningsråds handlingsplan og urfolksnettverkets seminar .

source: Eavttuhus 2 Politihkalaš barggu eavttut Sámedikki ektui
nob: Forslag 2 Vilkårene for politisk arbeid i forhold til Sametinget

source: Sámediggeráđđi vuordá Ráđđehusa 2000-jagi stáhtabušeahttaeavttuhusa vejolaš juolludeami Stuorradikki gielddakomiteá Innst. S. nr. 145 ( 1997-98 ) mearkkašumiid čuovvuleapmin , politihkalaš bellodagaid goluid birra sámepolitihkalaš barggu ja politihkkasuorggi oktavuođas .
nob: Sametingsrådet avventer Regjeringens forslag til statsbudsjett for 2000 for eventuell bevilgning som oppfølging av merknaden i Innst . S. nr. 145 ( 1997-98 ) fra Stortingets kommunalkomite om de politiske partiers utgifter i forbindelse med samepolitisk arbeid og politikkområde .

source: Ráđđi áigu lagamus boahtteáiggis sáddet gulaskuddamii njuolggaduseavttuhusa sámi váldoorganisašuvnnaid doarjjaortnegiid hárrái .
nob: Rådet vil i den nærmeste framtid sende ut et forslag til nye retningslinjer for tilskudd til samiske hovedorganisasjoner , til høring .

source: Dáid gieđahaladettiin ovttas doarjjanjuolggadusaiguin Sámedikki politihkalaš joavkkuide , lea lunddolaš ahte Sámediggi árvvoštallá ášši oppalaččat , ja dán árvvoštallamis maiddái atná 2000-jagi stáhtabušeahttaeavttuhusa vuođđun .
nob: I Sametingets behandling av disse , sammen med retningslinjene for tilskudd til politiske grupperinger i Sametinget , er det naturlig å foreta en helhetsvurdering av saken , der eventuelle forslag i statsbudsjettet 2000 også legges til grunn .

source: Forslag 3 Cázádathuksemat Norlánddas - Bjellåga - Rátnu gielda
nob: Forslag 3 Vasskraftutbygging i Nordland - Bjellåga - Rana kommune

source: Sámediggeráđđi čujuha mearrádussii áššis R 19/99 Čázádathuksemat Norlánddas , ja áššái 15/99 Sámediggeráđi dieđáhus doaimmas birra .
nob: Sametingsrådet viser til vedtak i sak R 19/99 Vasskraftutbygging i Nordland , og til sak 15/99 Sametingsrådets beretning om virksomheten .

source: Čoahkkingirjji oassi áššis R 19/99 lea sáddejuvvon Oljo- ja energiijadepartementii .
nob: Utskrift av møtebok av Sak R 19/99 er oversendt Olje- og energidepartementet .

source: Bjellåga-huksema Sámediggi árvvoštallá ovttas eará čázádathuksenáššiiguin Norlánddas .
nob: Bjellåga-utbyggingen vil fra Sametinget bli sett i sammenheng med andre vasskraft-utbyggingssaker i Nordland .

source: Lea mearriduvvon ahte dán konkrehta prošeavttas galget servodat- ja birasváikkuhusat čielggaduvvot .
nob: Det er bestemt at det skal gjennomføres konsekvensutredninger for samfunn og miljø for dette konkrete prosjektet .

source: Ráđis leat garra eahpádusat dán prošeavtta hárrái , muhto áigu vuordit váikkuhusčielggadusa ovdal go buktá loahpalaš cealkámuša .
nob: Rådet er i utgangspunktet meget skeptiske til prosjektet , men vil avvente konsekvensutredningene før endelig uttalelse blir gitt .

source: Beiarnhuksema dáfus áigu ráđđi dáhttut čoahkkima Stuorradikki energiijalávdegottiin ášši birra .
nob: Når det gjelder Beiarnutbyggingen , vil rådet be om et møte med Stortingets energikomite om saken .

source: Áššiid dáfus mat ovddiduvvojedje 1999 guovvamánu 23.-26. b. , ja mat eai leat namuhuvvon ovddabealde :
nob: Av de saker som ble reist på plenumsmøtet 23 . - 26. februar 1999 , og som ikke er omtalt foran gjelder :

source: Eavttuhus 5 Boraspiredilálašvuohta
nob: Forslag 5 Rovdyrsituasjonen

source: Boraspiredilálašvuođa maŋimuš gieđahallan Stuorradikkis lei 08.06.99 , gos fuođđoláhka šibihiid ja bohccuid buhtadeami birra maid boraspiret leat goddán dahje hávvudan , vrd. Besl .
nob: Rovdyrspørsmålet ble sist behandlet i Stortinget 8.06.1999 , der det ble gjort endringer i viltloven om erstatninger for husdyr og tamrein som blir drept eller skadet av rovvilt , jf. Besl .

source: O. nr. 80 ( 1998-99 ) , Innst. O. nr. 88 ( 1998-99 ) ja Ot.prp. nr. 62 ( 1998-99 ) .
nob: O. nr. 80 ( 1998-99 ) , Innst . O. nr. 88 ( 1998-99 ) og Ot. prp. nr. 62 ( 1998-98 ) .

source: Ráđđehusa Davvi-Norgga lávdegottis guoskkahuvvui maid boraspireváttisvuohta .
nob: På møtet 30.06.99 i Regjeringens Nord-Norgeutvalg ble rovdyrproblemet berørt .

source: Dát lea ášši mii eanadoalu dáfus šaddá guoskkahuvvot boahtte stuorradiggedieđáhusas Norgga eanadoalu birra .
nob: Dette er en sak som for jordbrukets vedkommende vil bli omtalt i neste stortingsmelding om norsk landbruk .

source: Sámediggeráđđi lea danne namuhan ášši iežas árvalusas dievasčoahkkimii áššis 34/99 Eanadoallu sámi guovlluin .
nob: Sametingsrådet har derfor nevnt saken i sin innstilling til dette plenum i sak 34/99 Jordbruk i samiske områder .

source: Boraspireváttisvuohta gieđahallojuvvui maid ovddit dievasčoahkkimis áššiin 18/99 Boazodoallošiehtadus ja 23/99 Boazodoallostivrra 1998 jahkedieđáhus .
nob: Rådet viser også til at rovdyrproblemet ble behandlet på forrige plenum i sakene 18/99 Reindriftsavtalen 1999-2000 og 23/99 Reindriftsstyrets årsmelding 1998 .

source: Dáid áššiid ja ášši 34/99 vuođul galgá boraspireváttisvuohta fas guoskkahuvvot Sámedikki 1999 jahkedieđáhusas , ja nu maiddái stuorradiggedieđáhusas Sámedikki 1999 doaimma birra .
nob: På bakgrunn av disse sakene og sak 34/99 vil rovdyrproblemet igjen bli omtalt i Sametingets årsmelding 1999 , og følgelig i stortingsmeldingen om Sametingets virksomhet 1999 .

source: Eavttuhus 6 ILO-konvenšuvdna nr. 169
nob: Forslag 6 ILO-konvensjon nr 169

source: Sámediggeráđđi lea guoskkahan ILO-konvenšuvnna nr. 169 ja Norlándda ja Tromssa meahccekommišuvnna doaimma árvalusastis áššis 32/99 Sámi vuoigatvuođalávdegotti árvalus .
nob: Sametingsrådet har omtalt ILO-konvensjon nr 169 og virksomheten til Utmarkskommisjonen for Nordland og Troms i sin innstilling i sak 32/99 Samerettsutvalgets innstilling .

source: Dasto galgá ášši divaštallojuvvot justisministeriin dán jagi golggotmánu 12. b. vrd. čuo. 3.2 ovddabealde .
nob: Forøvrig vil saken bli drøftet med justisministeren 12. oktober d.å. , jf. punkt 3.2 foran .

source: Coahkkimat ja ovddasteamit
nob: Møter og representasjoner

source: 5.1 Coahkkin justisminister Dørum:ain
nob: 5.1 Møte med Justisminister Dørum

source: Geassemánu 5. b. dollojuvvui čoahkkin Girkonjárggas justisminister D ¸rum:ain .
nob: 5. juni ble det avholdt et møte med justisminister Dørum i Kirkenes .

source: Čoahkkima váldofáddán lei fuorragávpašeapmi Finnmárkkus .
nob: Hovedtemaet for møte var prostitusjon i Finnmark .

source: 5.2 Ráddehusa Davvi-Norgga lávdegotti coahkkin
nob: 5.2 Møte i Regjeringens Nordnorge utvalg

source: Ráđđehusa Davvi-Norgga lávdegottis lei čoahkkin Girkonjárggas geassemánu 30. b. Čoahkkima fáddán lei eanadoallu ja guolásteapmi .
nob: Regjeringens Nord-Norge utvalg ( RNNU ) hadde et møte 30. juni i Kirkenes . Temaer på møtet var landbruk og fiske .

source: Eanadoalu dáfus čujuhit áššái 34/99 Eanadoallu sámi guovlluin .
nob: Når det gjelder landbruk viser vi til sak 34/99 Jordbruk i samiske områder .

source: Guolástusaid dáfus ledje váldogažaldahkan regionnnalaš earrejuogadeapmi ja fatnasiid ođasmahttin .
nob: Når det gjelder fiskeriene var hovedspørsmålene regional kvotefordeling og flåtefornyelse .

source: Eará gažaldagat mat guoskkahuvvojedje ledje hápmanhuksemat , guolástusindustriija čáhcevárri , guollebuktagiid geaseheapmi ja kommunikašuvdna , vuostáiváldinstašuvnnat ja guolástusdutkan .
nob: Av andre spørsmål som ble berørt var havneutbygginger , fiskeindustriens vannforsyning , transport av og kommunikasjoner for fiskeprodukter , mottaksstasjoner og fiskeriforskning .

source: Muđui ovddidii Ráđđehus stahtusraportta 1999 geassemánu « Davvi-Norgga ealáhusstrategiijaid » doaibmaeavttuhusaid čuovvuleapmái .
nob: Forøvrig la Regjeringen fram en statusrapport juni 1999 for oppfølging av handlingsforslag i « Næringsstrategier for Nord-Norge » .

source: Raporta lea sáddejuvvon áirasiidda .
nob: Rapporten er sendt representantene .

source: Lávdegotti boahtte čoahkkin dollojuvvo dán jagi skábmamánus / juovlamánus fáttáiguin ; suodjalusa sadji Davvi-Norggas ja infrastruktuvra .
nob: Neste møte i RNNU avholdes november / desember i år , med temaer ; forsvarets rolle i Nord-Norge og infrastruktur .

source: Maŋit čoahkkin plánejuvvo dollot miessemánus / geassemánus 2000 váldofáttáin ; riikka davvi oasi innovašuvnnat .
nob: Møtet deretter planlegges i mai / juni 2000 , med hovedtema ; inovasjoner for den nordlige landsdel .

source: 5.3 Sámi giellalávdegotti coahkkin
nob: 5.3 Møte i Samisk språknemd

source: Sámi giellalávdegotti vuosttas čoahkkin dollojuvvui Avvilis 1999 čakčamánu 15. b. Presideanta Sven-Roald Nyst¸ lei das ja rabai čoahkkima .
nob: Samisk språknemnds første møte ble avholdt 15. september 1999 i Ivalo . President Sven-Roald Nystø var tilstede og åpnet møtet .

source: Irja Seurujärvi-Kari , Suoma Sámedikkis válljejuvvui lávdegotti jođiheaddjin .
nob: Irja Seurujärvi-Kari , Sametinget i Finland , ble valgt som leder .

source: Suoma ja Ruoŧa Sámedikkit leat giellalávdegotti njuolggadusaid dáfus mearridan plánenjoavkku eavttuhusa almmá rievdadusaid haga , ja Norgga Sámediggi lea rievdadan « giellajoavkku » sáni « suopmanin » .
nob: Sametinget i Finland og Sametinget i Sverige har når det gjelder de midlertidige retningslinjene for språknemnda vedtatt planleggingsgruppas forslag uten endringer mens Sametinget i Norge har endret ordet « språkgruppe » til « dialekt » i retningslinjene for språknemnda .

source: Dát dagahii smávva digaštallama doabageavaheami birra boahtteáiggi bissovaš njuolggadusain .
nob: Dette skapte en liten diskusjon om begrepsbruken for de framtidige permanente vedtektene .

source: Mildosat : - Čoahkkingirjjit 4/99 ja 5/99 - Dearvvasvuođa- ja sosiáladoarjaga 1999 juogadeapmi
nob: Vedlegg:- Møtebok 4/99 og 5/99- Fordeling av helse- og sosialtilskudd 1999

source: Diedáhus guoská Sámediggeráđi doaimmaide 1999 cakcamánu 18. b. rájes skábmamánu 12. b. rádjai .
nob: Beretningen omfatter Sametingsrådets aktiviteter fra 18. september til og med 12. november 1999 .

source: Sámediggeráđđi lea áigodagas doallan guokte čoahkkima ja gieđahallan 21 ášši .
nob: Sametingsrådet har i perioden avholdt to møter og behandlet 21 saker .

source: Nugo oidno mildosis , de lea ráđđi lassin leamaš ollu čoahkkimiin ja ovddastan Sámedikki ollu oktavuođain .
nob: Som det fremgår av vedlegget har rådet i tillegg deltatt på en rekke møter og representasjoner .

source: 2.1 Sámedikki oktavuohta Stuorradikkiin
nob: 2.1 Sametingets kontakt med Stortinget

source: Presideanta Sven-Roald Nystø ja joavkojođiheaddji Egil Olli leigga golggotmánu 28. b. čoahkkimis Stuorradikki gieldakomiteáin stáhtabušeahta 2000 birra ( gč. čuo. 2.2 ) ja Sd. dieđ. nr 48 ( 1998-99 ) Sámedikki 1998 doaimma birra .
nob: President Sven-Roald Nystø og gruppeleder Egil Olli avholdt 28. oktober møte med Stortingets kommunalkomite om statsbudsjettet 2000 ( jf. pkt. 2.2 ) og St meld nr 48 ( 1998-99 ) Om Sametingets virksomhet 1998 .

source: Lea vuosttas geardi go Stuorradiggi lea Sámedikkiin dáhtton divaštallat Sámedikki jahkedieđáhusa .
nob: Det er første gang Stortinget tar initiativ til å drøfte Sametingets årsmelding med Sametinget .

source: Ráđđehus lea Sd. dieđ. nr. 48 dadjan ahte áigu buktit mearkkašumiid áššiide maid Sámediggi lea ovddidan jahkedieđáhusas ja áššiide maid Sámediggi lea gieđahallan 1998:s .
nob: Regjeringen har i St meld nr 48 , lagt opp til tilbakemelding på de sakene Sametinget tar opp i årsmeldingen og de sakene Sametinget har behandlet i 1998 .

source: Sámedikki jahkedieđáhus lea nubbin kapihttalin dieđáhusas , ja goalmmát ja njealját kapihttalin fas Ráđđehusa mearkkašumit .
nob: Sametingets årsmelding utgjør kap. 2 i meldinga , mens kap. 3 og 4 er Regjeringens tilbakemelding .

source: Gieldakomiteá miellahtuin ledje sihke gažaldagat ja mearkkašumit Sámedikki jahkedieđáhussii .
nob: Kommunalkomiteens medlemmer hadde både spørsmål og kommentarer til Sametingets årsmelding .

source: Gieldakomiteá háliidii gullat Sámedikki oainnu stuorradiggedieđáhusa hápmái ja Sámedikki oktavuhtii guovddáš eiseválddiiguin , ja earenoamážit Stuorradikkiin .
nob: Kommunalkomiteen ønsket respons på formen i stortingsmeldingen og Sametingets kontakt med sentrale myndigheter , spesielt kontakten med Stortinget .

source: Presideanta lohpidii buktit čálalaš mearkkašumiid ja evttohit makkár oktavuohta sáhtášii leat Sámedikki ja Stuorradikki gaskka .
nob: Presidenten lovte å komme med skriftlig tilbakemelding med forslag til kontaktform mellom Sametinget og Stortinget .

source: Presideanta áigu dán guorahallat čoahkkimis joavkojođiheddjiiguin .
nob: Presidenten vil bl. a drøfte dette i et møte med gruppelederne .

source: Ovttaskas áššiid jahkeđieđáhusas maid birra Gieldalávdegoddi jearahalai sáhttit namuhit minerálalága , Sámedikki ovddasteaddji orgánan ( áirrasjuogu ) , válgasearvama ja beroštumi Sámedikki politihkalaš bargui , Sámedikki áirasiid bargoeavttuid ja davviriikkalaš sámi ovttasbarggu .
nob: Av enkeltsaker komiteen var opptatt av i årsmeldingen kan vi nevne mineralloven , Sametinget som representativt organ ( mandatfordelingen ) , valgdeltakelse og interesse for politisk arbeid i Sametinget , arbeidsforholdene til Sametingets representanter og nordisk samisk samarbeid .

source: 2.2 Stáhtabušeahtta 2000 — gulaskuddamat Stuorradikki komiteáiguin
nob: 2.2 Statsbudsjettet 2000 - Høringer med Stortingets komiteer

source: Stáhtabušeahtta 2000 oktavuođas leat dollojuvvon golbma čoahkkima Stuorradikki komiteáiguin :
nob: I forbindelse med statsbudsjettet 2000 er det avholdt tre møter med Stortingets komiteer :

source: Presideanta ja joavkojođiheaddji Egil Olli deaivvaiga golggotmánu 28. b. Gieldakomiteá áirasiid .
nob: Presidenten og gruppeleder Egil Olli møtte representanter for Kommunalkomiteen 28. oktober .

source: Áššit : Eambbo doarjaga sámi kulturviesuide ja bissovaš doaibmadoarjaga sámi giellaguovddážiidda .
nob: Saker : Økt driftsstøtte til samiske kulturhus og fast driftsstøtte til samiske språksentra .

source: Presideanta ja joavkojođiheaddji Egil Olli deaivvaiga golggotmánu 28. b. Bearaš- , kultur-- ja hálddahuskomiteá áirasiid .
nob: Presidenten og gruppeleder Egil Olli møtte representanter for Familie- , kultur- og administrasjonskomiteen 28. oktober .

source: Áššit : Sámi duhátjahkebáiki ( Nuortalaš museá ) , Ája sámi guovddáš ja doarjja sámi áviissaide .
nob: Saker : Samisk tusenårssted ( Østsamisk museum ) , Ája Samisk Senter og tilskudd til samiske aviser .

source: Várrepresideanta deaivvai Sosiálakomiteá áirasiid skábmamánu 4. b. Áššin : Sámi dearvvasvuođadutkama ásaheapmi .
nob: Visepresidenten møtte representanter for Sosialkomiteen 4. november . Sak : Etablering av samisk helseforskning .

source: Vejolaš čoahkkinbohtosiid eat dieđe ovdal go Stuorradiggi ovdalaš juovllaid ovddida stáhtabušeahta .
nob: Eventuelle resultater av møtene ser vi ikke før Stortinget legger fram statsbudsjettet før jul .

source: 2.3 Mánáid- ja nuoraidáššit
nob: 2.3 Barne- og ungdomssaker

source: Bealli Sámi mánáid- ja nuoraidprošeavtta prošeaktaáigodagas lea nohkan , ja lea ráhkaduvvon prošeaktačilgehus maid Sámediggeráđđi mearridii dán jagi njukčamánus .
nob: Halve prosjektperioden til Samisk barne- og ungdomsprosjekt er gjennomført , og det er utarbeidet en prosjektbeskrivelse som ble vedtatt av Sametingsrådet 23. mars i år .

source: Definerejuvvon áŋgiruššansurggiid čuovvuleami barggus galget dollojuvvot čoahkkimat gielddaiguin maid Sámediggeráđđi lea válljen prošeavtta earenoamáš doaibmabidjoguovlun .
nob: I arbeidet med oppfølging av definerte innsatsområder vil det bl.a. bli avholdt møter med de kommunene Sametingsrådet har pekt ut som spesielle tiltaksområder i prosjektet .

source: Ulbmil čoahkkimiin lea divaštallat sáhtášedje go gielddat initieret doaibmabijuid mat sáhttet leat mielde ovddideamen dikki áigumuša nannet sámi mánáid identitehta ja gullevašvuođa sámi servodahkii .
nob: Hensikten med møtene er å knytte kontakt og drøfte muligheten for at kommunene initierer tiltak som kan bygge opp under målsettingen om å styrke samiske barns identitet og tilkytning til det samiske samfunn .

source: Skábmamánu 9. b. rádjai leat čuovvovaš čoahkkimat šiehtaduvvon : Loabát gielddain skábmamánu 18. b. ja Mátta-Várjjat gielddain skábmamánu 30. b. Leat maid bivdán čoahkkima Røros ja Oslo gielddaiguin , ja leat ožžon positiivvalaš vástádusa , muhto čoahkkinbeaivi ii leat vel mearriduvvon .
nob: Det er pr. 9. november avtalt følgende møter : Lavangen kommune 18. november og Sør-Varanger kommune 30. november . Det er også rettet forespørsel til Røros og Oslo kommuner om møte , og det er gitt positiv tilbakemelding men møtedato er foreløpig ikke fastsatt .

source: Áigumuššan lea čatnat olles sámediggevuogádaga prošektii , ja danne lea hálddahuslaš doaibmabidjun ásahuvvon prošeaktajoavku .
nob: Det legges vekt på å knytte hele sametingssystemet til prosjektet , og det er derfor opprettet en prosjektgruppe som et administrativt tiltak .

source: Joavku lea siskkáldas fierpmádat mii deaivvada go lea dárbu , ja mas lea ovddasvástádus gozihit mánáid- ja nuoraidáššiid ovddideami iežaset ossodagain .
nob: Gruppen danner et nettverk internt som samles etter behov , og som har ansvar for å være pådrivere av barne- og ungdomssaker i sine avdelinger .

source: Lea vuođđuduvvon bargojoavku mas leat Mánáid- ja bearašdepartemeantta , Gielda- ja guovludepartemeantta , Finnmárkku fylkkamánni , Sámi oahpahusráđi ja Sámedikki ( háld . dásis ) ovddasteaddjit mielde .
nob: Det er nedsatt en arbeidsgruppe bestående av representanter fra Barne- og familie-departementet , Kommunal- og regionaldepartementet , Fylkesmannen i Finnmark , Samisk utdanningsråd og Sametinget ( adm .
